Repository: vall96/MIT
Catalog: ClassLibrary2/StringResources.*.resx
Languages: fr_fr, ru_ru

# 10Decimales
source: 10 Decimals
fr_fr: 10 Décimales
ru_ru: 10 десятичных знака

source: 1 Decimal
fr_fr: 1 Desimaali
ru_ru: 1 десятичный

# 2Decimales
source: 2 Decimals
fr_fr: 2 Décimales
ru_ru: 2 десятичных знака

# 3Decimales
source: 3 Decimals
fr_fr: 3 Décimales
ru_ru: 3 десятичных знака

# 4Decimales
source: 4 Decimals
fr_fr: 4 Décimales
ru_ru: 4 десятичных знака

# 5Decimales
source: 5 Decimals
fr_fr: 5 Décimales
ru_ru: 5 десятичных знака

# 6Decimales
source: 6 Decimals
fr_fr: 6 Décimales
ru_ru: 6 десятичных знака

# 7Decimales
source: 7 Decimals
fr_fr: 7 Décimales
ru_ru: 7 десятичных знака

# 8Decimales
source: 8 Decimals
fr_fr: 8 Décimales
ru_ru: 8 десятичных знака

# 9Decimales
source: 9 Decimals
fr_fr: 9 Décimales
ru_ru: 9 десятичных знака

# Actual
source: Current
fr_fr: Courant
ru_ru: ток

# agregar
source: Add
fr_fr: Ajouter
ru_ru: добавлять

# AgregarComentario
source: Add comment:
fr_fr: Ajouter un commentaire:
ru_ru: Добавить комментарий:

# Almacen
source: Warehouse
fr_fr: Entrepôt:
ru_ru: Хранение

# Almacenes
source: Warehouses
fr_fr: Entrepôts
ru_ru: склады

# AlmacenesAsociados
source: Associated Warehouses:
fr_fr: Entrepôts associés:
ru_ru: Связанные склады:

# Articulo
source: Article
ru_ru: статья

# Articulodospuntos
source: Articles:
fr_fr: Les articles:
ru_ru: статьи:

# Articulos
source: Articles
fr_fr: Des articles
ru_ru: статьи

# ArticulosCompuestos
source: Articles Composites
ru_ru: Составные элементы

# ArticulosdeProduccion
source: Production Articles
fr_fr: Articles de production
ru_ru: Производственные статьи

# AsociarAlmacen
source: Associate Warehouse
fr_fr: Entrepôt associé
ru_ru: Ассоциированный склад

# AsociarArticulos
source: Associate Articles
fr_fr: Articles associés
ru_ru: Ассоциированные статьи

# AsociarItem
source: You must associate at least one element in the tables
fr_fr: Vous devez associer au moins un élément dans les tableaux
ru_ru: Вы должны связать хотя бы один элемент в таблицах

# AsociarProveedor
source: Associate Supplier
fr_fr: Fournisseur associé
ru_ru: Ассоциированный поставщик

# AsociarTareas
source: You must associate at least one Task
fr_fr: Vous devez associer au moins une tâche
ru_ru: Вы должны связать хотя бы одну задачу

# Atributos
source: Attributes
fr_fr: Les attributs
ru_ru: атрибуты

# Ayuda
source: Help
fr_fr: L'aide
ru_ru: помощь

# btnSalir
source: Exit
fr_fr: Sortir
ru_ru: выход

# btoAceptar
source: Accept
fr_fr: Accepter
ru_ru: принимать

# btoAgregar
source: F5 Add
fr_fr: F5 Ajouter
ru_ru: Ф5 добавлять

# btoCancelar
source: Cancel
fr_fr: Annuler
ru_ru: отменить

# btoDescartar
source: F9 Discard
fr_fr: F9 Rejeter
ru_ru: Ф9 отбрасывать

# btoEditar
source: F6 Edit
fr_fr: F6 Éditer
ru_ru: Ф6 редактировать

# btoEliminar
source: F8 Remove
fr_fr: F8 Enlever
ru_ru: Ф8 удаление

# BtoEliminarTodo.Text
source: Delete All
fr_fr: Supprimer tout
ru_ru: Удалить все

# btoGuardar
source: F7 Save
fr_fr: F7 sauvegarder
ru_ru: Ф7 экономить

# btoRestaurar
source: F5 Restore
fr_fr: F5 Restaurer
ru_ru: Ф5 восстановление

# btoValidar
source: Validate
fr_fr: Valider
ru_ru: утверждать

# CambiarClave
source: You must make the password change
fr_fr: Vous devez faire le changement de mot de passe
ru_ru: Вы должны изменить пароль

# Cant.deProveedoresAsociados:
source: Number of Associated Providers:
fr_fr: Nombre de fournisseurs associés:
ru_ru: Количество ассоциированных провайдеров:

# Cantidad
source: Quantity
fr_fr: Quantité
ru_ru: количество

# CantidadDeArticulos
source: Number of items
fr_fr: Nombre d'items
ru_ru: Количество предметов

# CantidadDisponible
source: Quantity Available
fr_fr: Quantité disponible
ru_ru: Доступное количество

# CantidadMaxima
source: Maximum quantity
fr_fr: Quantité maximale
ru_ru: Максимальное количество

# CantidadMinima
source: Minimum amount
fr_fr: Montant minimum
ru_ru: Минимальное количество

# Categoria
source: Category
fr_fr: Catégorie
ru_ru: категория

# CedulaDeProducto
source: Product ID
fr_fr: Produit ID
ru_ru: Идентификатор продукта

# CedulasDeProduccion
source: Production Certificates
fr_fr: Certificats de production
ru_ru: Производственные сертификаты

# CierredeOrden
source: Order Closure
fr_fr: Fermeture de commande
ru_ru: Закрытие заказа

# Ciudad
source: City:
fr_fr: Ville:
ru_ru: город:

# Codigo
source: Code
ru_ru: код

# CodigoAsociado
source: Associated Code
fr_fr: Code associé
ru_ru: Ассоциированный код

# CodigoAutogenerado
source: The code is self-generated by the system
fr_fr: Le code est auto-généré par le système
ru_ru: Код сам генерируется системой

# CodigodosPuntos
source: Code:
ru_ru: код:

# CodigoModulo
source: Module code
fr_fr: Code du module
ru_ru: Код модуля

# Coma
source: comma(,)
fr_fr: Virgule(,)
ru_ru: точка(,)

# Comprometidos
source: Committed
fr_fr: Engagé
ru_ru: привержен

# ConfiguraciondeIVA
source: VAT settings
fr_fr: Paramètres de TVA
ru_ru: Настройки НДС

# ConfiguracionNumero
source: Decimal Number Settings
fr_fr: Configuration du nombre décimal
ru_ru: Настройки десятичного числа

# ConfigurarDescuento:
source: Set Discount:
ru_ru: Установить скидку:

# ConImpuesto
source: With tax
fr_fr: Avec taxe
ru_ru: С налогом

# Contacto
source: Contact
ru_ru: обращайтесь

# ContraseñaActualizada
source: Password Updated with Success
fr_fr: Mot de passe mis à jour avec succès
ru_ru: Пароль успешно обновлен

# ControldeMaquinas
source: Machine Control
fr_fr: Contrôle de la machine
ru_ru: Управление машиной

# Controles
source: Controls
fr_fr: Contrôles
ru_ru: управления

# Costo
source: cost
fr_fr: Coût
ru_ru: стоимость

# CostoEstandar
source: Standard cost
fr_fr: Coût standard
ru_ru: Стандартная стоимость

# CostoProveedor
source: Supplier Cost:
fr_fr: Coût du fournisseur:
ru_ru: Стоимость поставщика:

# CostosDeITEM
source: ITEM costs
fr_fr: ARTICLE coûts
ru_ru: ПУНКТ расходы

# CostoUnitario
source: Unit cost
fr_fr: Coût unitaire
ru_ru: Стоимость единицы

# CostoyPrecio
source: Costs and Prices
fr_fr: Coûts et prix
ru_ru: Расходы и цены

# Credito
source: Credit:
fr_fr: Crédit:
ru_ru: кредит:

# DBActualizacionExitosa
source: Successful Update
fr_fr: Mise à jour réussie
ru_ru: Успешное обновление

# DBContraseñaActualizada
source: Password Updated
fr_fr: Mot de passe mis à jour
ru_ru: Пароль обновлен

# DBEliminacionexitosa
source: Successful Elimination
fr_fr: Élimination réussie
ru_ru: Успешная ликвидация

# DBRegistroexitoso
source: Successful registration
fr_fr: Inscription réussie
ru_ru: Успешная регистрация

# DBRestauracionExitosa
source: Successful Restoration
fr_fr: Restauration réussie
ru_ru: Успешное восстановление

# DBUsuarioRegistrado
source: User is already Registered
fr_fr: L'utilisateur est déjà inscrit
ru_ru: Пользователь уже зарегистрирован

# Debe especificar el tipo de duracion
source: You must specify the type of duration
fr_fr: Vous devez spécifier le type de durée
ru_ru: Вы должны указать тип продолжительности

# DebeIngresarUnCodigo
source: You must enter a code
fr_fr: Vous devez entrer un code
ru_ru: Вы должны ввести код

# DecimalesConfigurar
source: Number of Decimals to Configure
fr_fr: Nombre de décimales à configurer
ru_ru: Количество десятичных знаков для настройки

# DefiniciondeTareas
source: Task Definition
fr_fr: Définition de tâche
ru_ru: Определение задачи

# DefinicióndeStocks
source: Stock Definition:
fr_fr: Définition de stock:
ru_ru: Определение запасов:

# Descartar
source: Discard
fr_fr: Jeter
ru_ru: отбрасывать

# Descripciondospuntos
source: Description:
ru_ru: Описание:

# DescripcionSubCatg
source: Sub-Category Description
fr_fr: Description de la sous-catégorie
ru_ru: Описание подкатегории

# DeseaEliminaCategoria
source: Do you want to delete category
fr_fr: Voulez-vous supprimer une catégorie
ru_ru: Вы хотите удалить категорию

# DeseaEliminarCeduladeProducto
source: Do You want to Remove Product ID?
fr_fr: Vous voulez supprimer l'ID de produit
ru_ru: Вы хотите удалить идентификатор продукта?

# DeseaEliminarLaSucursal
source: Do you want to delete the branch:
fr_fr: Vous voulez supprimer la branche:
ru_ru: Вы хотите удалить ветку:

# Deseaeliminarunidades
source: You want to delete the Units
fr_fr: Vous souhaitez supprimer les unités
ru_ru: Вы хотите удалить единицы

# DetallesDeUsuario
source: User Details
fr_fr: Détails de l'utilisateur
ru_ru: Данные пользователя

# Devoluciones
source: Returns
fr_fr: Retours
ru_ru: Возвращает

# Dias
source: Days
fr_fr: Jours
ru_ru: дней

# Dias1
source: Days:
fr_fr: Jours:
ru_ru: дней:

# DiasdeGarantia
source: Warranty Days:
fr_fr: Jours de garantie:
ru_ru: Дни гарантии:

# Direccion
source: Address
fr_fr: Adresse:
ru_ru: адрес

# Disponible
source: Available
fr_fr: disponible
ru_ru: доступный

# Duracion
source: Duration
fr_fr: Durée
ru_ru: продолжительность

# DuracionDiasHoras
source: Days / Hours
fr_fr: Jours / Heures
ru_ru: Дни / Часы

# editar
source: Edit
fr_fr: Éditer
ru_ru: редактировать

# ElCampoDescripcion_NoPuede_EstarVacio
source: The Description field cannot be empty
fr_fr: Le champ Description ne peut pas être vide
ru_ru: Поле Описание не может быть пустым

# ElEstadoEstaAsociadoaUsuarios
source: The State cannot be deleted because it is associated with existing users
fr_fr: L'État ne peut pas être supprimé car il est associé à des utilisateurs existants.
ru_ru: Состояние нельзя удалить, поскольку оно связано с существующими

# ElEstadoNoSePuede_liminarPorqueEsta_AsociadoaUsuariosEnMantenimiento
source: The State cannot be deleted because it is associated with users in maintenance
fr_fr: L'État ne peut pas être supprimé car il est associé à des utilisateurs en maintenance.
ru_ru: Состояние нельзя удалить, поскольку оно связано с пользователями в обслуживании

# Eliminar
source: Remove
fr_fr: Enlever
ru_ru: удаление

# EliminarSubcategioria
source: Do you want to delete the subcategory
fr_fr: Voulez-vous supprimer la sous-catégorie
ru_ru: Вы хотите удалить подкатегорию

source: e-mail
ru_ru: удаление

# Inicio.Empresa
source: &Company
fr_fr: Les entreprises
ru_ru: компании

# Empresa
source: Company
fr_fr: Entreprise
ru_ru: компания

# Empresas
source: Company
fr_fr: Les entreprises
ru_ru: компании

# EntregasParciales
source: Partial deliveries
fr_fr: Livraisons Partielles
ru_ru: Частичные поставки

# ErrordeValidacion
source: Validation Error
fr_fr: Erreur de validation
ru_ru: электронная почта

# Estado
source: State:
fr_fr: Etat:
ru_ru: Состояние:

# EstadosEliminados
source: Deleted States
fr_fr: États supprimés
ru_ru: Удаленные состояния

# EstatusdeArtículo
source: Article Status:
fr_fr: Statut de l'article:
ru_ru: Статус статьи:

# EstatusDeMaquina
source: Machine Status
fr_fr: Etat de la machine
ru_ru: Статус машины

# EstatusdeUsuario
source: User Status
fr_fr: Statut d'utilisateur
ru_ru: Статус пользователя

# EstatusEliminados
source: Removed status
fr_fr: Statut éliminé
ru_ru: Исключенный статус

# ExistenCamposVacios
source: There are empty fields
fr_fr: Il y a des champs vides
ru_ru: Есть пустые поля

# Facturas
source: Bills
fr_fr: Factures
ru_ru: счета-фактуры

# FacturasdeCompra
source: Purchase invoices
fr_fr: Factures d'achat
ru_ru: Счета на покупку

# FacturasdeVentas
source: Sales Invoices
fr_fr: Factures de vente
ru_ru: Счета продаж

source: Fax
fr_fr: Télécopieur
ru_ru: Факс

# fecha
source: Date
ru_ru: дата

# Fechadospuntos
source: Date:
ru_ru: дата:

# FechaCreacion
source: Creation date
fr_fr: Date de creation
ru_ru: Дата создания

# FechaRegistro
source: Registration date:
fr_fr: Date d'enregistrement:
ru_ru: Дата регистрации:

# frmAtributo.EliminarAtributo
source: Do you want to remove the Attribute
fr_fr: Vous voulez supprimer l'attribut
ru_ru: Вы хотите удалить атрибут

# frmAtributo.EliminarEstatusMaquina
source: Do you want to delete Status
fr_fr: Vous voulez supprimer le statut
ru_ru: Вы хотите удалить статус

# frmCambiarClave.lblConfirmarContraseña
source: Confirm Password:
fr_fr: Confirmer mot de passe:
ru_ru: Подтвердите пароль:

# frmCambiarClave.lblContraseña
source: Password:
fr_fr: Mot de passe:
ru_ru: пароль:

# frmCambiarClave.messContraseña123
source: The new password must be different from the current and startup password
fr_fr: Le nouveau mot de passe doit être différent du mot de passe actuel et du mot de passe de démarrage.
ru_ru: Новый пароль должен отличаться от текущего и начального пароля

# frmCambiarClave.messContraseñaEnBlanco
source: Fields can not be blank
fr_fr: Les champs ne peuvent pas être vides
ru_ru: Поля не могут быть пустыми

# frmCambiarClave.messContraseñasIguales
source: Passwords Must Be Equal
fr_fr: Les mots de passe doivent être les mêmes
ru_ru: Пароли должны быть одинаковыми

# frmCambiarClave.messPreguntasenBlanco
source: You must answer the question
fr_fr: Vous devez répondre à la question
ru_ru: Вы должны ответить на вопрос

# frmCambiarClave.messUstedPresionoCancel
source: You press cancel
fr_fr: Vous appuyez sur annuler
ru_ru: вы нажимаете отменить

# frmCambiarClave.messValidaciondeContraseña
source: The password must be different from the current password
fr_fr: Le mot de passe doit être différent du mot de passe actuel
ru_ru: Пароль должен отличаться от текущего пароля

# frmCambiarClave.Titulo
source: Change Password
fr_fr: Changer le mot de passe
ru_ru: Изменить пароль

# frmCambiarRespuestas.lblSelelccionesPreguntas
source: Select the Question
fr_fr: Sélectionnez la question
ru_ru: Выберите вопрос

# frmCambiarRespuestas.lblTitulo
source: Modification of responses
fr_fr: Modification des réponses
ru_ru: Модификация ответов

# frmCambiarRespuestas.messRespuestaModificada
source: Your answer has been modified
fr_fr: Votre réponse a été modifiée
ru_ru: Ваш ответ был изменен

# frmCambiarRespuestas.tituloValidacionDeCambio
source: Validation of change
fr_fr: Modifier la validation
ru_ru: Изменить проверку

# frmConfiguracionDecimal.Titulo
source: Decimal configuration
fr_fr: Configuration décimale
ru_ru: Десятичная конфигурация

# frmEmpresa-Sucursal.lblSeleccioneEmpresa
source: Select the Company:
fr_fr: Sélectionnez la société:
ru_ru: Выберите компанию:

# frmEmpresa-Surcusal.lblSeleccioneSucursal
source: Select Associated Branch
fr_fr: Sélectionnez une branche associée:
ru_ru: Выберите связанную ветвь

# frmEmpresa.TabPropiedadesEmpresa
source: Company Properties
fr_fr: Propriétés de l'entreprise
ru_ru: Свойства компании

# frmEmpresa.TituloPanel
source: Add / Search Companies
fr_fr: Ajouter / rechercher des entreprises
ru_ru: Добавить / Поиск компаний

# frmEmpresa_Sucursal
source: Company-Branch
fr_fr: Compagnie-branche
ru_ru: Таблица компаний

# frmFallaMaquia.msjDeseaEliminar.mt
source: Do you want to delete
fr_fr: Voulez-vous supprimer
ru_ru: Вы хотите удалить

# frmFallaMaquinas.Titulo
source: Machine failure
fr_fr: Panne de machine
ru_ru: Сбой машины

# frmGastosFabrica
source: Factory charges
fr_fr: Frais d'usine
ru_ru: Заводские сборы

# frmIngreseNombreUsuario.lblIngreseNombre
source: Enter User Name
fr_fr: Entrez le nom d'utilisateur
ru_ru: Введите имя пользователя

# frmIngreseNombreUsuario.messElUsuarioNoExiste
source: The username does not exist
fr_fr: Le nom d'utilisateur n'existe pas
ru_ru: Имя пользователя не существует

# frmIngreseNombreUsuario.messNombreEnBlanco
source: The username can not be blank
fr_fr: Le nom d'utilisateur ne peut pas être vide
ru_ru: Имя пользователя не может быть пустым

# frmIngreseNombreUsuario.messRespuestaErrada
source: Your answer does not match the information stored in the database
fr_fr: Votre réponse ne correspond pas aux informations stockées dans la base de données
ru_ru: Ваш ответ не соответствует информации, хранящейся в базе данных

# frmIngreseNombreUsuario.messValidacionExitosa
source: Successful User Validation
fr_fr: Validation utilisateur réussie
ru_ru: Успешная проверка пользователя

# frmIngreseNombreUsuario.TituloFormulario
source: User Name Validation
fr_fr: Validation du nom d'utilisateur
ru_ru: Проверка имени пользователя

# frmMaquina.EliminarMaquina
source: You want to remove the Machine
fr_fr: Vous voulez enlever la machine
ru_ru: Вы хотите удалить Машину

# frmMonedas.CodIso
source: ISO code
fr_fr: Code ISO
ru_ru: ISO код

# frmMonedas.EliminaMon
source: Do you want to delete the selected Currencies?
fr_fr: Voulez-vous supprimer les devises sélectionnées?
ru_ru: Хотите удалить выбранные валюты?

# frmMonedas.Monedas
source: Currencies
fr_fr: Monnaies
ru_ru: Компания-филиал

# frmMonedas.Simbolo
source: Symbol
fr_fr: Symbole
ru_ru: знак

# frmMonedas.tituloPanel
source: Currency List
fr_fr: Liste des devises
ru_ru: Список валют

# frmPerfilEmpleados.msj
source: This code should not have special characters or spaces.
fr_fr: Ce code ne devrait pas avoir caractères spéciaux ou espaces.
ru_ru: Этот код не должен иметь специальные символы или пробелы.

# Pregunta
source: Question
ru_ru: вопрос

# frmPreguntasDeSeguridad.lvPreguntas
source: Questions
fr_fr: Des questions
ru_ru: вопрошающий

# frmPreguntasDeSeguridad.messDebeIngresarUnaPregunta
source: You must enter a question
fr_fr: Vous devez entrer une question
ru_ru: Вы должны ввести вопрос

# frmPreguntasDeSeguridad.messEliminarPregunta
source: Do you want to delete the selected question
fr_fr: Vous voulez supprimer la question sélectionnée
ru_ru: Вы хотите удалить выбранный вопрос

# frmPreguntasDeSeguridad.messPreguntaRegistrada
source: Registered Question with Success
fr_fr: Question enregistrée avec succès
ru_ru: Зарегистрированный вопрос с успехом

# frmPreguntasDeSeguridad.TITULO
source: Security questions
fr_fr: Questions de sécurité
ru_ru: Вопросы безопасности

# frmPrincipal.Inventario
source: &Inventory
fr_fr: Et inventaire
ru_ru: И инвентарь

# frmPrincipal.MenuStripAdministracion
source: &Administration
ru_ru: &администрация

# frmPrincipal.MenuStripAyuda
source: &Help
fr_fr: L'aide
ru_ru: помощь

# frmPrincipal.MenuStripCambiarClave
source: Change Password
fr_fr: Changer le mot de passe
ru_ru: Изменить пароль

# frmPrincipal.MenuStripCambiarRespuestas
source: Change Answers
fr_fr: Changer les réponses
ru_ru: Изменить ответы

# frmPrincipal.MenuStripHistorialOperaciones
source: Operations history
fr_fr: Histoire des opérations
ru_ru: История операций

# frmPrincipal.MenuStripInicio
source: &Start
fr_fr: Accueil
ru_ru: инициирование

# frmPrincipal.MenuStripInicio-CambiarSesion
source: Change of Session
fr_fr: Changer de session
ru_ru: Изменить сессию

# frmPrincipal.MenuStripInicio1
source: Start
fr_fr: Accueil
ru_ru: инициирование

# frmPrincipal.MenuStripMantenimiento
source: &Maintenance
fr_fr: La maintenance
ru_ru: обслуживание

# frmPrincipal.MenuStripMantenimiento1
source: Maintenance
fr_fr: La maintenance
ru_ru: обслуживание

# frmPrincipal.MenuStripProcesos
source: &Processes
fr_fr: Les processus
ru_ru: процессы

# frmPrincipal.MenuStripProcesos1
source: Processes
fr_fr: Les processus
ru_ru: процессы

# frmPrincipal.MenuStripReportes
source: &Reports
fr_fr: Les rapports
ru_ru: отчеты

# frmPrincipal.MenuStripReportes1
source: Reports
fr_fr: Les rapports
ru_ru: отчеты

# frmPrincipal.MenuStripTablas
source: &Tables
fr_fr: Des tableaux
ru_ru: рисовать

# frmPrincipal.MenuStripTablas1
source: Tables
fr_fr: Des tableaux
ru_ru: рисовать

# frmPrincipal.MenuStripTablasUsuarios
source: Users
fr_fr: Les utilisateurs
ru_ru: пользователи

# frmPrincipalInicio.CambiarSesion
source: &Change Session
fr_fr: &Changer de session
ru_ru: &Изменить сессию

# frmPrincipalInicio.CambiarSesion1
source: Change Session
fr_fr: Changer de session
ru_ru: Изменить сессию

# frmPrincipalInicio.Salir
source: &Exit
fr_fr: &sortir
ru_ru: &выход

# frmPropiedadesSistema.Titulo
source: System Properties
fr_fr: Propriétés du système
ru_ru: Свойства системы

# frmRegistroUsuario.lblClave
source: Password:
fr_fr: mot de passe:
ru_ru: ключ:

# frmRegistroUsuario.lblIdioma
source: Language:
fr_fr: langage:
ru_ru: язык:

# frmRegistroUsuario.lblOlvidoContrasena
source: Forgot your password?
fr_fr: Vous avez oublié votre mot de passe?
ru_ru: Забыли пароль?

# frmRegistroUsuario.lblUsuario
source: User:
fr_fr: Utilisateur:
ru_ru: пользователь:

# frmRegistroUsuario.messBienvenida
source: You are welcome
fr_fr: Bienvenue
ru_ru: добро пожаловать

# frmRegistroUsuario.messCerrandoSistema
source: Closing the system
fr_fr: Fermeture du système
ru_ru: Закрытие системы

# frmRegistroUsuario.messClaveInvalida
source: Invalid password
fr_fr: Mot de passe invalide
ru_ru: Неверный пароль

# frmRegistroUsuario.messPedirClave
source: You must enter a user password
fr_fr: Vous devez entrer un mot de passe utilisateur
ru_ru: Вы должны ввести пароль пользователя

# frmRegistroUsuario.messSalidaSistema
source: System output
fr_fr: Sortie du système
ru_ru: Выход системы

# frmRegistroUsuario.messValidacionCorrecta
source: Correct Validation
fr_fr: Validation correcte
ru_ru: Правильная проверка

# frmRegistroUsuario.Text
source: Access Control to the MIT CORE System
fr_fr: Contrôle d'accès au système MIT CORE
ru_ru: Контроль доступа к системе MIT CORE

# frmRegistroUsuario.UsuarioInvalido
source: Invalid User
fr_fr: Utilisateur invalide
ru_ru: Неверный пользователь

# frmRelacionSucAlm.btoAsociarAlmacenes
source: Associate Warehouses
fr_fr: Entrepôts associés
ru_ru: Ассоциированные Склады

# frmRelacionSucAlm.lblAlmacenesAsociados
source: Associated Warehouses
fr_fr: Entrepôts associés
ru_ru: Ассоциированные Склады

# frmRelacionSucAlm.lblTitulo
source: Branch Associations and Warehouses
fr_fr: Associations de branche et entrepôts
ru_ru: Отраслевые ассоциации и склады

# frmRelacionSucAlm.msjEliminarAlmacenes
source: Do you want to delete the selected stores?
fr_fr: Voulez-vous supprimer les entrepôts sélectionnés?
ru_ru: Вы хотите удалить выбранные магазины?

# frmRelacionSucAlm.msjEliminarAlmacenes.mt
source: Do you want to delete the selected Stores?
fr_fr: Voulez-vous supprimer les magasins sélectionnés?
ru_ru: Вы хотите удалить выбранные магазины?

# frmRelacionSucAlm.msjSinAlmacen.mt
source: You have not selected any Warehouse for
fr_fr: Vous n'avez sélectionné aucun Entrepôt pour
ru_ru: Вы не выбрали ни одного склада для

# frmRelacionSucAlm.mssElimRelacion
source: Do you want to delete the selected Warehouses?
fr_fr: Voulez-vous supprimer les magasins sélectionnés?
ru_ru: Вы хотите удалить выбранные склады?

# frmStaEliminados.messDeseaEliminarUser
source: Do you want to permanently Delete the User
fr_fr: Vous voulez supprimer définitivement l'utilisateur
ru_ru: Вы хотите навсегда удалить пользователя

# frmStaEliminados.TituloFORMUALRIO
source: Deleted Status
fr_fr: Statut supprimé
ru_ru: Статус удален

# frmStaUsuarios.lblTituloPanel
source: User Member Table
fr_fr: Table des membres utilisateurs
ru_ru: Таблица пользователей

# frmStaUsuarios.messAgregarDescripcion-Codigo
source: You must enter a description for the new code
fr_fr: Vous devez entrer une description pour le nouveau code
ru_ru: Вы должны ввести описание для нового кода

# frmStaUsuarios.messDeseaEliminarStatus
source: Do you want to Delete the Status
fr_fr: Voulez-vous supprimer le statut
ru_ru: Вы хотите удалить статус

# frmSucursales.NoHayMonedas
source: There are no Associated Currencies
fr_fr: Il n'y a pas de monnaie associée
ru_ru: Нет связанных валют

# frmSucursales.titulopanel
source: Add / Search Branches
fr_fr: Ajouter / rechercher des branches
ru_ru: Добавить / Поиск филиалов

# frmTbFallaMaquina.Titulo
source: Machine Failure Chart
fr_fr: Tableau d'échec de machine
ru_ru: Диаграмма неисправностей машины

# frmTbGastosFabrica
source: Table of factory expenses
fr_fr: Tableau des dépenses d'usine
ru_ru: Таблица заводских расходов

# frmTbPerfilesEmpleados.Titulo
source: Table of employee profiles
fr_fr: Tableau des profils des employés
ru_ru: Таблица профилей сотрудников

# frmTbProcedencia
source: Table source
fr_fr: Source table
ru_ru: Исходная таблица
