Repository: vall96/MIT
Catalog: ClassLibrary2/StringResources.*.resx
Languages: fr_fr, ru_ru

# frmUsuarioEstiloPrueba.messDebeIngresarnombre
source: You must enter a Name
fr_fr: Vous devez entrer un nom
ru_ru: Вы должны ввести имя

# frmUsuarioEstiloPrueba.messDebeingresarUnNombre
source: You must enter a User or name to perform the search
fr_fr: Vous devez entrer un utilisateur ou un nom pour effectuer la recherche.
ru_ru: Вы должны ввести пользователя или имя, чтобы выполнить поиск

# frmUsuarioEstiloPrueba.messDeseaEliminarUsuario
source: Do you want to Remove the User
fr_fr: Voulez-vous supprimer l'utilisateur
ru_ru: Вы хотите удалить пользователя

# frmUsuarioEstiloPrueba.TituloFormulario
source: Search / Add Users
fr_fr: Rechercher / Ajouter des utilisateurs
ru_ru: Поиск / Добавление пользователей

# frmUsuarioEstiloPrueba.TituloValidacionDeActualizacion
source: Update Validation
fr_fr: Mettre à jour la validation
ru_ru: Обновление проверки

# Administración
source: Administration
ru_ru: производство

# frmUsuarioPruebaEstilo_cboContabilidad
source: Accounting
fr_fr: Comptabilité
ru_ru: учет

# frmUsuariosEliminados.messDeseaEliminarTODOSlosUsuarios
source: Do you want to permanently delete all users?
fr_fr: Voulez-vous supprimer définitivement les utilisateurs?
ru_ru: Вы хотите навсегда удалить пользователей?

# frmUsuariosEliminados.messDeseaEliminarUsuario
source: Do you want to permanently Delete the User
fr_fr: Voulez-vous supprimer définitivement l'utilisateur
ru_ru: Вы хотите навсегда удалить пользователя

# frmValidarClaveVieja.lblContraseña
source: Password
fr_fr: Mot de passe
ru_ru: пароль

# frmValidarClaveVieja.lblIngreseClaveActual
source: For your security, Enter the Current Password
fr_fr: Pour votre sécurité, entrez la clé actuelle
ru_ru: Для вашей безопасности введите текущий ключ

# frmValidarClaveVieja.messClaveEnBlanco
source: You must enter your current user password
fr_fr: Vous devez entrer votre mot de passe actuel
ru_ru: Вы должны ввести свой текущий пароль пользователя

# frmValidarClaveVieja.messClaveInvalida
source: Invalid password
fr_fr: Mot de passe invalide
ru_ru: Неверный пароль

# frmValidarClaveVieja.messClaveValida
source: Correct Password
fr_fr: Mot de passe correct
ru_ru: Правильный пароль

# frmValidarClaveVieja.messMaximoDeIntentos
source: Exhausted the 3 attempts allowed, you should contact the system administrator
fr_fr: Épuisé les 3 tentatives autorisées, vous devez contacter l'administrateur système
ru_ru: Исчерпаны 3 разрешенных попытки, необходимо обратиться к системному администратору

# frmValidarClaveVieja.TituloUsuarioBloqueado
source: Validation
fr_fr: La validation
ru_ru: проверка достоверности

# garantia
source: Warranty
fr_fr: Garantie
ru_ru: гарантия

# GastosDeFabricacion
source: Manufacturing expenses
fr_fr: Frais de fabrication
ru_ru: Затраты на производство

# Herramientas
source: Tools
fr_fr: Des outils
ru_ru: инструменты

# Horas
source: Hours
fr_fr: Heures
ru_ru: часов

# Informaciongeneral
source: General information
fr_fr: Informations générales
ru_ru: Общая информация

# IngresarNombreDeUsuario
source: You must enter a User Name
fr_fr: Vous devez entrer un nom d'utilisateur
ru_ru: Вы должны ввести имя пользователя

# IntroducirRespuesta
source: You must enter a response
fr_fr: Vous devez entrer une réponse
ru_ru: Вы должны ввести ответ

# IVAcompra
source: VAT Purchase:
fr_fr: TVA achat:
ru_ru: Покупка НДС:

# IvaVenta
source: Sales VAT:
fr_fr: TVA de vente:
ru_ru: НДС с продаж:

# Descripcion
source: Description
ru_ru: описание

# lblNombeDosPuntos
source: Name:
fr_fr: Nom
ru_ru: Название:

# Limite
source: Limit:
fr_fr: Limite:
ru_ru: предел:

# Lotes
source: Lots
fr_fr: Beaucoup
ru_ru: много

# MaquinaConFallas
source: Machine With Faults
fr_fr: Machine avec défauts
ru_ru: Машина с ошибками

# MaquinaDeFabricacion
source: Manufacturing Machine
fr_fr: Machine de fabrication
ru_ru: Машина для производства

# Maquinas
source: Machines
fr_fr: Les machines
ru_ru: машины

# Maxima
source: Maximum
ru_ru: максима

# Medida
source: Measure
fr_fr: Mesure
ru_ru: измерение

# Minima
source: Minimum
ru_ru: низкий

# MITCOREPRODUCCION
source: MIT CORE PRODUCTION
ru_ru: MIT CORE ПРОИЗВОДСТВО

# Modelo
source: Model
fr_fr: Modèle
ru_ru: модель

# Modulo
source: Module
ru_ru: модуль

# moneda
source: Currency
fr_fr: Monnaie
ru_ru: Валюта

# msjAsociarArticulos
source: You must associate Articles
fr_fr: Vous devez associer des articles
ru_ru: Должны ассоциировать элементы

# msjAsociarMaquinas
source: You must Associate Machines
fr_fr: Doit associer des machines
ru_ru: Должны ассоциировать машины

# msjEliminarItems
source: Do You want to delete selected items?
fr_fr: Vous voulez supprimer les éléments sélectionnés
ru_ru: Вы хотите удалить выбранные элементы ?

# msjEliminarTarea
source: You cannot delete the task
fr_fr: Impossible de supprimer la tâche
ru_ru: Вы не можете удалить задачу

# msjRegistroAsociados
source: because you have associated records
fr_fr: Pourquoi avez-vous des enregistrements associés
ru_ru: потому что она имеет связанные записи

# Multimoneda
source: Multi-currency
fr_fr: Multi-devises
ru_ru: мультивалютный

# Municipio
source: Municipality:
fr_fr: Municipalité:
ru_ru: муниципалитет:

# No se puede realizar la busqueda con todos los campos llenos
source: Cannot search with all fields filled
fr_fr: Impossible de chercher avec tous les champs remplis
ru_ru: Невозможно выполнить поиск, если все поля заполнены

# Nohaysucursal
source: There is no branch
fr_fr: Il n'y a pas de succursale
ru_ru: Нет ветки

# Nombre
source: Name
fr_fr: Nom:
ru_ru: название

# NoPoseeAlmacenAsociado
source: It does not have Associated Warehouses
fr_fr: Il n'a pas d'entrepôts associés
ru_ru: Не имеет ассоциированных складов

# NoSeEncontroInformacion
source: No information was found with the Data Provided
fr_fr: Aucune information n'a été trouvée avec les données fournies
ru_ru: По предоставленным данным информация не найдена

# NumeroDecimal
source: Set Number of Decimals
fr_fr: Définir le nombre de décimales
ru_ru: Установить количество десятичных знаков

# OpcionesGenerales
source: General options
fr_fr: Options générales
ru_ru: Общие настройки

# Orden de Produccion
source: Production order
fr_fr: Ordre de production
ru_ru: Производственный заказ

# OtrasPropiedades
source: Other Properties:
fr_fr: Autres propriétés:
ru_ru: Другие свойства:

# Pagweb
source: Web page
fr_fr: Page Web
ru_ru: Веб-страница

# Pais
source: Country:
fr_fr: Pays:
ru_ru: Страна:

# PerfilesdeEmpleados
source: Employee Profiles
fr_fr: Profils d'employés
ru_ru: Профили сотрудников

# PersonaJuridica
source: Type of Legal Person:
fr_fr: Type de personne morale:
ru_ru: Тип юридического лица:

# PorAdquirir
source: To acquire
fr_fr: À acquérir
ru_ru: Приобрести

# PorDespachar
source: To dispatch
fr_fr: À expédier
ru_ru: Отправить

# PreciodeVenta:
source: Sale price:
fr_fr: Prix ​​de vente:
ru_ru: Цена продажи:

# PrecioMaximo
source: Maximum price
fr_fr: Prix ​​maximum
ru_ru: Максимальная цена

# PrecioMayor
source: Higher Price
fr_fr: Prix ​​plus élevé
ru_ru: Более высокая цена

# PrecioMinimo
source: Minimal price
fr_fr: Prix ​​minimum
ru_ru: Минимальная цена

# PrecioOferta
source: Offer Price
fr_fr: Prix ​​de l'offre
ru_ru: Предложить цену

# Precios
source: Prices
fr_fr: Les prix
ru_ru: цены

# preguntaSeguridad.1
source: What is your favorite color?
fr_fr: Quelle est ta couleur préférée?
ru_ru: Какой твой любимый цвет?

# preguntaSeguridad.2
source: What is the name of your first pet?
fr_fr: Quel est le nom de votre premier animal de compagnie?
ru_ru: Как зовут вашего первого питомца?

# preguntaSeguridad.3
source: What is your birthplace?
fr_fr: Quel est ton lieu de naissance?
ru_ru: Где вы родились?

# preguntaSeguridad.4
source: What is your mother's name?
fr_fr: Quel est le nom de ta mère?
ru_ru: Как зовут твою маму?

# PrevisionDeVentas
source: Sales Forecast
fr_fr: Prévisions de vente
ru_ru: Прогноз продаж

# Procedencia
source: Origin
fr_fr: Provenance
ru_ru: источник

# ProcedenciadelArticulo
source: Origin of the Article:
fr_fr: Origine de l'article:
ru_ru: Происхождение статьи:

# Procedencias
source: Provenance
ru_ru: источник

# Produccion
source: Production
fr_fr: La production
ru_ru: производство

# Producto
source: Product
fr_fr: Produit
ru_ru: продукт

# ProductosTerminados
source: Finished products
fr_fr: Produits finis
ru_ru: Готовая продукция

# ProgramaciondeProduccion
source: Production scheduling
fr_fr: Calendrier de production
ru_ru: График производства

# Propiedades
source: Properties
fr_fr: Propriétés
ru_ru: свойства

# PropiedadesdeAlmacen
source: Warehouse Properties
fr_fr: Propriétés d'entrepôt
ru_ru: Складская недвижимость

# PropiedadesdeStatus
source: Property Status
fr_fr: Propriété Status
ru_ru: Статус недвижимости

# PropiedadesdeSucursal
source: Branch Properties
fr_fr: Propriétés de la branche
ru_ru: Свойства филиала

# PropiedadesdeUsuario
source: User Properties
fr_fr: Propriétés de l'utilisateur
ru_ru: Свойства пользователя

# proveedor
source: supplier:
fr_fr: Vendeur:
ru_ru: поставщик:

# Proveedores
source: Suppliers
fr_fr: Fournisseurs
ru_ru: провайдеры

# Punto
source: Point(.)
ru_ru: точка (.)

# RedondearPreciosconImpuestos
source: Round Prices with Taxes
fr_fr: Prix ​​arrondis avec taxes
ru_ru: Круглые цены с налогами

# Referencia
source: Reference:
fr_fr: Référence:
ru_ru: ссылка:

# Requisiciones
source: Requisitions
fr_fr: Réquisitions
ru_ru: поборы

source: Responsable:
ru_ru: ответственность:

# Restaurar
source: Restore
fr_fr: Restaurer
ru_ru: восстановление

source: RIF
ru_ru: РИФ

# Rol
source: Role:
fr_fr: Rôle:
ru_ru: роль:

# SeleccionarEmpresa
source: Select Company:
fr_fr: Sélectionnez une entreprise:
ru_ru: Выберите компанию:

# SeleccioneElMetodoDeCosto
source: Select the Cost Method
fr_fr: Sélectionnez la méthode du coût
ru_ru: Выберите метод стоимости

# SeleccionelasMonedas
source: Select the Currencies
fr_fr: Sélectionnez les devises
ru_ru: Выберите валюты

# SeleccioneSucursalAsociada
source: Select Associated Branch:
fr_fr: Sélectionnez une branche associée:
ru_ru: Выберите связанную ветвь:

source: Serial
fr_fr: Série
ru_ru: последовательный

# SinImpuesto
source: Tax free
fr_fr: Pas de taxe
ru_ru: Нет налога

# SinSucursalesAsociados
source: It does not have Associated Branches
fr_fr: Il n'a pas de branches associées
ru_ru: У него нет связанных ветвей

# sobreNosotros
source: About us
fr_fr: À propos de nous
ru_ru: О нас

# Soporte
source: Online support
fr_fr: Support en ligne
ru_ru: Онлайн поддержка

source: Status
fr_fr: Statut
ru_ru: статус

source: Stock
ru_ru: акции

# SubCategoria
source: Subcategory
fr_fr: Sous catégorie
ru_ru: подкатегория

# Sucursal
source: Branch office
fr_fr: Branche:
ru_ru: отрасль

# Sucursales
source: Branch offices
fr_fr: Les branches
ru_ru: ветви

# SucusalesAlmacenes
source: Branches / Entrepôts
fr_fr: Branches / Warehouses
ru_ru: Филиалы / Склады

# Sueldo
source: Salary
fr_fr: Le salaire
ru_ru: Зарплата

# TablaStatus
source: Table of states
fr_fr: Tableau des états
ru_ru: Таблица состояний

# TablaUsuario
source: Users Table
fr_fr: Tableau des utilisateurs
ru_ru: Таблица пользователей

# Tarea
source: Task
fr_fr: Tâche
ru_ru: задача

# Telefonos
source: Phones
fr_fr: Téléphones:
ru_ru: телефон

# this.Text
source: Users Test Style
ru_ru: Стиль тестирования пользователей

# TiempoDeMaquina
source: Machine Time
fr_fr: Temps machine
ru_ru: Время машины

# TiempoTotal
source: Total Time
fr_fr: Temps total
ru_ru: Общее время

# Tipo
source: Kind:
fr_fr: Type:
ru_ru: тип:

# TipodeRedondeo
source: Rounding Type:
fr_fr: Type d'arrondissement:
ru_ru: Тип округления:

# Tomar%utilidad
source: Take% utility of the Department.
fr_fr: Prenez% utilité du département.
ru_ru: Возьмите% полезности отдела.

# UbicacionReportes
source: Location of Reports
fr_fr: Lieu des rapports
ru_ru: Расположение отчетов

# UbicacionRespaldos
source: Backup Location
fr_fr: Emplacement de sauvegarde
ru_ru: Местоположение резервной копии

# UltimaCantidadComprada
source: Last Amount Purchased
fr_fr: Dernier montant acheté
ru_ru: Последняя сумма покупки

# UltimaFechadeCompra
source: Last Purchase Date
fr_fr: Date de dernier achat
ru_ru: Дата последней покупки

# Unidad
source: Unity
fr_fr: Unité
ru_ru: блок

# UnidadAsociada
source: Associated Unit
fr_fr: Unité associée
ru_ru: Ассоциированный блок

# UnidadDeMedida
source: Unit of measurement
fr_fr: Unité de mesure
ru_ru: Единица измерения

# UnidadDeMedidaDeTiempo
source: Unit of Measurement of Time
fr_fr: Unité de mesure du temps
ru_ru: Единица измерения времени

# Unidades
source: Units
fr_fr: Unités
ru_ru: единицы

# Usuario
source: User
fr_fr: Utilisateur
ru_ru: пользователь

# UsuarioBloqueado
source: Blocked user contact the administrator to access the system
fr_fr: Utilisateur bloqué, contactez l'administrateur pour accéder au système.
ru_ru: Заблокированный пользователь, обратитесь к администратору для доступа к системе

# UsuariosEliminados
source: Deleted Users
fr_fr: Utilisateurs supprimés
ru_ru: Удаленные пользователи

# ValidacionClaveActual
source: Validate Current Password
fr_fr: Valider le mot de passe actuel
ru_ru: Проверить текущий пароль

# ValidaciondeRegistro
source: Registry validation
fr_fr: Validation du registre
ru_ru: Проверка реестра

# ValidacionExitosa
source: Successful Validation
fr_fr: Validation réussie
ru_ru: Успешная проверка

# Validacióndecampos
source: Validation of fields
fr_fr: Validation des champs
ru_ru: Проверка полей

# ValidacióndeEliminación
source: Elimination validation
fr_fr: Validation Elimination
ru_ru: Подтверждение ликвидации

# ValidaciónDeUsuario
source: User validation
fr_fr: Validation de l'utilisateur
ru_ru: Проверка пользователя

# Valor
source: Value
fr_fr: Valeur
ru_ru: значение

# VentasyProduccion
source: Sales and Production
fr_fr: Ventes et production
ru_ru: Продажи и Производство

# YaExisteElRegistro
source: A record with this Code already exists
fr_fr: Un enregistrement avec ce code existe déjà
ru_ru: с этим кодом уже есть запись

# NoSePuedeEliminarCedulaPro
source: Can't remove id
fr_fr: Impossible de supprimer l'identifiant
ru_ru: Невозможно удалить идентификатор

# Inventario
source: Inventory
fr_fr: Inventaire
ru_ru: Инвентарь

# MovimientoDeInventario
source: Inventory Movement
fr_fr: Mouvement d'inventaire
ru_ru: Движение инвентаря

# ProcesoInv
source: Process
fr_fr: Processus
ru_ru: Процесс

# TipoDeMovimiento
source: Movement type
fr_fr: Type de mouvement
ru_ru: Тип движения

# Desde
source: Since
fr_fr: Depuis
ru_ru: поскольку

# Hasta
source: Until
fr_fr: Jusqu'à
ru_ru: До

# btnBuscar
source: Search
fr_fr: Chercher
ru_ru: поиск
